#include "tasks.h"

/*	Task 02. The Treasure Seekers and gold coins (2) [искатели сокровищ и золотые монеты]
*
*	N искателей сокровищ нашли K золотых монет и решили разделить их поровну, а остальные монеты, которые останутся,
*	решили отдать на благотворительность. Определите, сколько золотых монет останется на благие цели?
*
*	Формат входных данных [input]
*	На вход даётся два целых положительных числа N и K.
*
*	Формат выходных данных [output]
*	Выведите одно целое число - ответ на задачу.
*
*	[sample function  input 1] (пример передаваемых в функцию параметров): 5 27
*	[sample function output 1] (пример возвращаемого функцией результата): 2
*
*	[ input 2]: 2 30
*	[output 2]: 0
*
*	[ input 3]: 3 1
*	[output 3]: 1
*/

int task02(int seeker, int coin) {
	return 0;
}